Repository: mornage/Maemo-pingus
Catalog: data/po/*.po
Languages: cs

source: But then one day, things began to change slowly: the sky got darker and the earth got warmer. Firstly, they thought this was just a normal fluctuation in the world's climate, but things seemed to get worse and worse with every year.
cs: Ale jednoho dne se zaèala situace pozvolna mìnit - obloha se zamraèila a Zemì se zaèala oteplovat. Nejdøíve to vypadalo jen jako bì¾né výkyvy svìtového podnebí, jen¾e se situce rok od roku zhor¹ovala.

source: The snow began to melt away in a few areas and food became an issue. Other animals tried to leave the region to search for colder areas, but the Pingus knew that this wouldn't help: they knew that they had to do something about it.
cs: Sníh pomalu tál a mizel, a v nìkolika oblastech se objevily problémy se shánìním potravy. Ostatní zvíøátka ode¹la pryè hledat chladnìj¹í oblasti. Pingové ale vìdìli, ¾e to pranic nepomù¾e, ¾e musí nìco podniknout, aby zkáze zabránili.

source: So the circle of the eldest came together to decide what to do about it. They decided to send out an expedition around the world to find the cause of this warming. The expedition consisted of hundreds of the bravest Pingus on the South Pole.
cs: Tak¾e se se¹el kruh nejstar¹ích, aby rozhodl, co dìlat. Nakonec se rozhodli vyslat výpravu kolem svìta, která by na¹la pøíèinu oteplování. Expedici tvoøily stovky nejstateènìj¹ích pingù z celého severního pólu.

source: And they picked you to lead them on their journey around the world. Since the journey will be dangerous and difficult, your first goal is the Island of Mogorok, also known as the Tutorial Island. According to the eldest, this island has always been the first stop of Pingus that were sent out into the world.
cs: A ty jsi byl vybrán, abys je vedl na této pouti kolem svìta. Proto¾e cesta bude obtí¾ná a nebezpeèná, va¹í první zastávkou bude ostrov Mogorok, té¾ známý jako výukový ostrov. Podle star¹ích byl ostrov v¾dy první metou výprav, které do svìta smìøovaly.

source: The island consists of many areas that are ideal to teach the Pingus their abilities. The Pingus can learn to build bridges, climb, bash and use many other talents which they will need on their long and dangerous journey.
cs: Na ostrovì se nachází spousta oblastí, které jsou ideální k trénování schopností pingù. Pingové si tu mohou zdokonalit své schopnosti stavìní mostù, lezení, hrabání a dal¹í schopnosti, které urèitì budou cestou potøebovat.

source: While there, you can practice your abilities in commanding and guiding the Pingus. You can also get familiar with all the abilities the Pingus provide and learn to master them, since you will need all of them on your journey around the world.
cs: Ty si zase procvièí¹ velitelské umìní. Mìl byses seznámit se v¹emi schopnostmi, kterými pingové oplývají. Musí¹ je opravdu dokonale zvládnout, proto¾e je v¹echny bude¹ cestou potøebovat.

source: Now that you and the Pingus have arrived at Tutorial Island it is time to take command and begin your mission. Good Luck!
cs: Nyní, kdy¾ jsi se svou partou dorazil na výukový ostrov, je èas zaèít a pøevzít velení mise. Hodnì ¹tìstí!

source: Now after you and the Pingus have learned the basics and practiced a bit it is time to move on and begin the journey into the world. Since the ice floe with which the Pingus traveled to the Tutorial Island isn't going to hold on the whole way into the warmer climates the Pingus have to find something else to guide them on their journey.
cs: Nyní, kdy¾ ses u¾ nauèili základy a v¹echny je dobøe zvládl, je èas pokroèit v cestì. Proto¾e kra, na které pingové pøipluli na výukový ostrov nemù¾e nést posádku po celou cestu do teplej¹ích krajin, pingové musí najít jiný dopravní prostøedek.

source: But as the eldest have said, the Tutorial Island provides not only a good way to practice, but it is also the starting point into the world. After some searching the Pingus discovered the meaning of this, and they found the large tree at the end of the island which gave them wood to construct a float.
cs: Rada nejstar¹ích øekla, ¾e výukový ostrov neposkytuje jen mo¾nost výcviku, ale je také výchozím bodem v cestì do svìta. Po krátkém hledání pingové pochopili význam sdìlení - velký strom na konci ostrova dá kvalitní døevo pro konstrukci vorù.

source: So the Pingus set out and constructed some large rafts, enough to carry them all. After also packing a bunch of provisions they were prepared to start their journey and leave their familiar ground and enter the unknown parts of the world.
cs: Tak¾e pingové postavili nìkolik velkých vorù, dostatek, aby se mohli v¹ichni pøepravit. Je¹tì sehnali dostateèné zásoby potravin a byli koneènì pøipraveni opustit známou zemi a vydat se na svou pou» do neznámých oblatí svìta.

source: So the Pingus sit on their raft, worrying about what's to come and where to go, while floating into the sunset. To be continued...
cs: Jak tak sedìli na svých vorech, pøemý¹leli, co je èeká a odplouvali do západu slunce. Bude mít pokraèování...
