Repository: mornage/Maemo-pingus
Catalog: data/po/*.po
Languages: cs

source: Displays this help
cs: Zobrazí tuto nápovìdu

source: Print version number and exit
cs: Vypí¹e èíslo verze a ukonèí.

source: Display:
cs: Zobrazení:

source: Start in Window Mode
cs: Spustí v oknì.

source: Start in Fullscreen
cs: Spustí pøes celou obrazovku.

source: Allow Window resize (buggy)
cs: Umo¾ní zmìnu velikosti okna (s chybami).

source: Enable software cursor
cs: Zapne softwarový kursor.

source: Set the resolution for pingus (default: 800x600)
cs: Nastaví rozli¹ení. (výchozí: 800x600)

source: Sound:
cs: Zvuk:

source: Disable sound
cs: Vypne zvuk.

source: Disable music
cs: Vypne hudbu.

source: Select language to use with Pingus
cs: Vybere jazyk pro hru.

source: List all available languages
cs: Vypí¹e v¹echny dostupné jazyky.

source: Loads the level editor
cs: Spustí editor úrovní.

source: Test a font
cs: Otestuje font.

source: Shows the credits
cs: Spustí závìreèné titulky.

source: Misc Options:
cs: Rùzná nastavení:

source: PATH
cs: CESTA

source: Set the path to load the data files to 'path'
cs: Nastaví cestu k datovým souborùm.

source: Disable automatic scrolling
cs: Vypne automatický posuv.

source: Don't read ~/.pingus/config
cs: Zaká¾e naètení ~/.pingus/config.

source: FILE
cs: SOUBOR

source: Read config from FILE (default: ~/.pingus/config) reduce CPU usage, might speed up the game on slower machines
cs: Naète konfiguraci ze souboru (výchozí: ~/.pingus/config) redukujezatí¾ení CPU, co¾ mù¾e urychlit hru na pomalej¹ích strojích.

source: Uses the controller given in FILE
cs: Pou¾ije ovladaè ze zadaného souboru.

source: Debugging and experimental stuff:
cs: Ladicí a experimentální volby:

source: Enables some features, only interesting to programmers
cs: Zapne nìkteré vlastnosti potøebné jen pro programátory.

source: Load a custom worldmap
cs: Nahraje mapu svìta ze souboru.

source: Enable the output of debugging info, possible OPTIONs are tiles, gametime, actions, sound, resources, gui, input, pathmgr
cs: Zapne výstup ladicích hlá¹ek, mo¾ná nastavení jsou: tiles, gametime, actions, sound, resources, gui, input, pathmgr

source: Skip at least N frames, larger values speed the game up
cs: Bude pøeskakovat alespoò N snímkù, vy¹¹í hodnota zrychluje hru.

source: Skip at most N frames
cs: Bude pøeskakovat maximálnì N snímkù.

source: Set both min and max frameskip to N
cs: Nastaví maximální i minimální poèet snímkù k pøeskoèení na N.

source: Set the game speed (0=fastest, >0=slower)
cs: Nastaví rychlost hry. (0 = nejrychlej¹í, >0 = pomalej¹í)

source: Set the size of the map tiles (default: 32)
cs: Nastaví velikost dílku mapy. (výchozí: 32)

source: Disable some cpu intensive features
cs: Vypne nìkteré operace nároèné na CPU.

source: Demo playing and recording:
cs: Nahrávání a pøehrávání dem:

source: Plays a demo session
cs: Pøehraje demo.

source: Record demos for each played level
cs: Zaznamená demo ka¾dé odehrané úrovnì

source: Error caught from Pingus:
cs: Byla zachycena chyba v Pingus:

source: Pingus: Out of memory!
cs: Pingus: Do¹la pamì»!

source: Pingus: Standard exception caught!:
cs: Pingus: Odchycena standardní výjimka!:

source: Pingus: Unknown throw caught!
cs: Pingus: Odchyceno neznámé throw!

source: -Idea
cs: -Námìt

source: -Maintaining
cs: -Správa

source: -Programming
cs: -Programování

source: -Porting (Win32)
cs: -Pøenos na Win32

source: -Porting (MacOSX)
cs: -Pøenos na MacOSX

source: -Gfx
cs: -Grafika

source: -Music
cs: -Hudba

source: -Level Design
cs: -Tvorba úrovní

source: -Story
cs: -Pøíbìh

source: -Translation
cs: -Pøeklad

source: -Special
cs: -Zvlá¹tní podìkování

source: -Thanks to
cs: -zasluhují

source: _And a very Special Thanks
cs: _A pøedev¹ím dìkujeme

source: _to all the people who
cs: _v¹em lidem,

source: _contribute to
cs: _kteøí pøispívají

source: _Free Software!
cs: _svobodnému softwaru!

source: _Thank you for
cs: _Dìkujme Vám,

source: _playing!
cs: _¾e jste si zahráli!

source: Exit
cs: Konec

source: unlimited
cs: neomezený

source: Abort
cs: Zru¹it

source: Number of Pingus:
cs: Poèet pingù:

source: Number to Save:
cs: Nutno zachránit:

source: Time:
cs: Èas:

source: Author:
cs: Autor:

source: Filename:
cs: Jméno souboru:

source: Bridger
cs: Mostaø

source: Screenshot: Saving screenshot to:
cs: Screenshot: Ukládám screenshot do:

source: Screenshot: Screenshot is done.
cs: Screenshot: Screenshot je hotový.

source: Screenshot: Couldn't write file:
cs: Screenshot: Nemohu zapsat do souboru:

source: Angel
cs: Andìl

source: Basher
cs: Prorá¾eè

source: Blocker
cs: Blokovaè

source: Boarder
cs: Skej»ák

source: Bomber
cs: Bombík

source: Climber
cs: Horolezec

source: Digger
cs: Kopáè

source: Drown
cs: Utonulý

source: Exiter
cs: Vycházející

source: Faller
cs: Padající

source: Floater
cs: Para¹utista

source: Jumper
cs: Skokan

source: Laserkill
cs: Zabitý laserem

source: Miner
cs: Horník

source: Rocketlauncher
cs: Rake»ák

source: Slider
cs: Kluzák

source: Smashed
cs: Rozdrcený

source: Splashed
cs: Spláchnutý

source: Teleported
cs: Teleportující se

source: Waiter
cs: Èekající

source: Walker
cs: Chodec

source: Select all Clear Selection Raise objects Lower objects Lower objects to bottom Raise objects to top Rotate 90 degree Rotate 270 degree
cs: Vybrat v¹e Zru¹it výbìr Vyzdvihnout objekty Zatlaèit objekty Zatlaèit objekty dospod Vyzdvihnout objekty na povrch Otoèit o 90 stupòù Otoèit o 270 stupòù

source: Flip object horizontaly Flip object vertically Delete all marked objects Move objects up Move objects down Move objects left Move objects right
cs: Pøevrátit objekt horizontálnì Pøevrátit object vertically Smazat v¹echny vyznaèené objekty Posunout objekty nahoru Posunout objekty dolu Posunout objekty vlevo Posunout objekty vpravo

source: You should name your level files systematically, i.e. by their theme, their number and your nickname: <levelname><number>-<creator>.pingus So if you create a your second level with a stone theme, call it: stone2-yourname.pingus When you have created a level and want to have it included in the game mail it to: pingus-devel@nongnu.org Only levels published under the GPL are allowed into the game. The editor automatically inserts a reference to the GPL, if you want to have your level under a different license, you have to change that reference.
cs: Mìl byste pojmenovávat soubory úrovní systematicky, tedy podle jejich tématu, èísla a své pøezdívky: <název úrovnì><èíslo>-<tvùrce>.pingus Tak¾e a¾ vytvoøíte druhou úroveò s kamenným tématem, nazvìte ji: stone2-jméno.pingus Pokud vytvoøíte úroveò a chtìl byste ji mít zaøazenou do hry, po¹lete ji mailem na: pingus-devel@nongnu.org Pouze úrovnì publikované pod GPL jsou pøijímány k zaøazení. Editor automaticky vkládá odkaz na GPL, tak¾e pokud chcete mít úroveò pod jinou licencí, mìl byste tento odkaz zmìnit.

source: Datadir
cs: Datový adresáø

source: Userdir
cs: U¾ivatelský adresáø

source: Open
cs: Otevøít

source: Save
cs: Ulo¾it

source: Cancel
cs: Zru¹it

source: Filename:
cs: Jméno souboru:

source: Pathname:
cs: Cesta:

source: Open a level
cs: Otevøít úroveò

source: Save your level
cs: Ulo¾it úroveò

source: New level
cs: Nová úroveò

source: Open level...
cs: Otevøít úroveò...

source: Save level...
cs: Ulo¾it úroveò...

source: Save level as...
cs: Ulo¾it úroveò jako...

source: Play level...
cs: Hrát úroveò...

source: Configure actions
cs: Nastavit akce

source: Configure level
cs: Nastavit úroveò

source: Display object properties
cs: Zobrazit vlastnosti objektu

source: Show object insertion window
cs: Zobrazit okno pro vkládání objektù

source: Duplicate the selected objects
cs: Duplikovat vybrané objekty

source: Delete the selected objects
cs: Vymazat vybrané objekty

source: Raise object to top
cs: Zdvihnout objekt navrch

source: Raise object
cs: Zdvihnout objekt

source: Lower object
cs: Zatlaèit objekt

source: Lower object to bottom
cs: Zatlaèit objekt dospod

source: Flip object horizontally
cs: Pøeklopit objekt horizontálnì

source: Flip object vertically
cs: Pøeklopit objet vertikálnì

source: Rotate object -90 degree
cs: Otoèit objekt o -90 stupòù

source: Rotate object 90 degree
cs: Otoèit objekt o 90 stupòù

source: Display help
cs: Zobrazit nápovìdu

source: Entrance
cs: Vchod

source: Groundpiece (ground)
cs: Povrch (zemina)

source: Groundpiece (solid)
cs: Povrch (pevné podlo¾í)

source: Groundpiece (bridge)
cs: Povrch (most)

source: Groundpiece (transparent)
cs: Povrch (prùhledný)

source: Groundpiece (remove)
cs: Povrch (odstraòovaè)

source: Background
cs: Pozadí

source: Liquid
cs: Tekutina

source: Trap
cs: Past

source: Weather
cs: Poèasí

source: Special Object
cs: Zvlá¹tní objekt

source: Object:
cs: Objekt:

source: Nothing selected
cs: Prázdný výbìr

source: Transparent
cs: Prùhledné

source: Solid
cs: Pevné podlo¾í

source: Ground
cs: Zemina

source: Bridge
cs: Most

source: Water
cs: Voda

source: Lava
cs: Láva

source: Remove
cs: Odstranit

source: Direction:
cs: Smìr:

source: Left
cs: Vlevo

source: Misc
cs: Ostatní

source: Right
cs: Vpravo

source: ReleaseRate:
cs: Rychlost vypou¹tìní:

source: Scroll-X:
cs: Posun-X:

source: Scroll-Y:
cs: Posun-Y:

source: Owner Id:
cs: Id vlastníka:

source: Z-Pos:
cs: Z-Poz:

source: Color:
cs: Barva:

source: Small Stars:
cs: Malé hvìzdy:

source: Middle Stars:
cs: Støední hvìzdy:

source: Large Stars:
cs: Velké hvìzdy:

source: Repeat:
cs: Opakování:

source: Object: [Group]
cs: Objekt: [Skupina]

source: Group not supported
cs: Skupina není podporována

source: Object:
cs: Objekt:

source: Story
cs: Pøíbìh

source: ..:: Start the game ::..
cs: ..:: Spustit hru ::..

source: ..:: Create your own levels ::..
cs: ..:: Vytvoøit vlastní úroveò ::..

source: ..:: Bye, bye ::..
cs: ..:: Na shledanou ::..

source: ..:: Play User Built levels ::..
cs: ..:: Spustit úroveò od u¾ivatelù ::..

source: ..:: Start the story ::..
cs: ..:: Spustit hru s pøíbìhem ::..

source: Multiplayer
cs: Více hráèù

source: ..:: Multiplayer Match ::..
cs: ..:: Hra pro více hráèù ::..

source: ..:: Ctrl-g: mouse grab :: F10: fps counter :: F11: fullscreen :: F12: screenshot ::..
cs: ..:: Ctrl-g: uchopit my¹ :: F10: poèítadlo fps :: F11: pøes celou obrazovku :: F12: sejmout obrazovku ::..

source: Released:%3d/%d Out:%3d Saved:%3d/%d
cs: Vypu¹tìno:%3d/%d Venku:%3d Doma:%3d/%d

source: Show Ending?
cs: Ukázat konec?

source: Show Story?
cs: Ukázat pøíbìh?

source: Leave?
cs: Opustit?

source: Enter?
cs: Vstoupit?

source: ...walking...
cs: ...jdu...

source: locked
cs: zamknuto

source: skip
cs: pøeskoèit

source: Retry
cs: Znovu

source: Success!
cs: Úspìl jsi!

source: Failure!
cs: Neuspìl jsi!

source: Perfect! You saved everyone possible - great!
cs: Skvìlé! Zachránil jsi úplnì v¹echny - výbornì!

source: No-one got killed, pretty good work.
cs: Nikdo nezemøel, to byla dobrá práce.

source: You saved exactly what you needed - you made it, but maybe you can do better?
cs: Zachránil jsi jen ty, které jsi musel. Sice jsi to zvládl, ale nemohlo to být lep¹í?

source: Not everybody was saved, but still good work!
cs: Nezachránil jsi v¹echny, ale i tak je to dobré!

source: What can I say, you made it - congratulations!
cs: Co mohu více øíci - povedlo se ti to, gratuluji!

source: You killed everybody, not good.
cs: V¹echny jsi zabil. To byl hodnì ¹patný výkon.

source: No-one got saved - I know you can do better.
cs: Nikoho jsi nezachránil. Vím, ¾e to umí¹ i lépe.

source: You didn't save enough, but you saved a few. Next time you might do better.
cs: Nezachránil jsi dostatek pingù, ale bylo jich alespoò pár. Pøí¹tì bys mìl být lep¹í.

source: Only one more and you would have made it - try again!
cs: Je¹tì jeden a mohl jsi uspìt. Zkus to znovu!

source: Only a handful more and you would have made it - try again!
cs: Jen nìkolik dal¹ích a bylo by to v poøádku. Zkus to je¹tì jednou!

source: Better luck next time!
cs: Pøí¹tì ti pøeju více ¹tìstí.

source: Saved:
cs: Zachránìno:

source: Died:
cs: Zesnulo:

source: Time left:
cs: Zbývající èas:

source: Couldn't open:
cs: Nemohu otevøít:

source: Unexpected char: '
cs: Neoèekávaný znak: '

source: Yes
cs: Ano

source: No
cs: Ne

source: Exit Pingus?
cs: Ukonèit Pingus?

source: If the way is blocked, bash away
cs: Kdy¾ nevede cesta dál, tak ji prohrabej

source: Similar to the Digger action that you already know from previous levels, there is also an action that allows the Pingus to dig horizontally, as opposed to the vertical dig ability the Digger action provides. This new action is called Basher.
cs: Podobnì jako kopání, které u¾ zná¹ z minulých úrovní, existuje také mo¾nost vodorovného hrabání. Pingové pak nekopou jámu pod sebou, ale prohrabávají se rovnì ve smìru chùze.

source: Sacrifice a few and save the rest
cs: Pár obìtuj a zachraò ostatní

source: Sometimes no other actions are available, so you have to bomb your way through the ground. The Pingus can do this by actually self- destructing. This will kill them, but it is sometimes necessary to sacrifice a few to save the rest.
cs: Obèas, kdy¾ nemá¹ jinou vhodnou akci k dispozici, musí¹ si uvolnit cestu skrz zemi výbuchem. Pingové to ale umí udìlat jen tak, ¾e se pøi tom sami znièí. I kdy¾ je to zabíjí, tak je nìkdy nutné nìkolik z nich obìtovat, abys zachránil ostatní.

source: Learning to dig
cs: Výuka kopání

source: This is your first mission. As always, it's pretty easy. All you have to do is to give a Pingu the command to dig a hole into the ground so that they can reach the exit. This can be accomplished simply by clicking on a Pingu.
cs: Toto je tvùj první úkol a bude celkem jednoduchý. V¹echno, co bude¹ muset udìlat, je dát pingovi pøíkaz k vykopání jámy do zemì, aby se vytvoøila cesta k východu. To udìlá¹ prostì tak, ¾e na nìjakého pinga klikne¹.

source: Float or Die
cs: Le», nebo zemøe¹

source: Well done in mission one! Now let's start the next one. This time you will need to equip your Pingus with a little propeller, so that they can float to the ground smoothly. If Pingus fall too far, they will not be able to survive the fall, so keep your eyes open!
cs: V první misi jsi dopadl dobøe, tak¾e se teï podíváme na dal¹í. Tentokrát bude¹ muset své svìøence vybavit malou vrtulkou, aby se mohli pomalu a bezpeènì snést z útesu na zem. Kdy¾ toti¾ pingové spadnou z pøíli¹ velké vý¹ky, tak nepøe¾ijí. Tak¾e na nì dávej dobrý pozor!

source: Jump for joy
cs: Skákání je legrace

source: Sometimes a Pingu needs to reach a platform that is far away, but not reachable by walking. That's when the Jumper comes in handy - it allows the Pingu to make a small jump and so enables him to reach the platform.
cs: Nìkdy potøebuje¹ pinga dovést na plo¹inu, která je sice jen kousek od nìj, ale nelze na ni dojít. Pak pøijde vhod skákání, které umo¾ní pingovi kousek poskoèit a dostat se tak na ký¾ené místo.

source: Miner's heaven
cs: Ráj horníkù

source: Another action hits the street - another digging action, this time a diagonal one. It allows a Pingu to dig diagonally through ground, thus creating a path for following Pingus. The action is called Miner.
cs: A dal¹í akce se dostává na výsluní a opìt se jedná o kopání do zemì, tentokrát ¹ikmo. Hornictví umo¾ní pingùm hloubit ¹ikmé chodby, kterými pak mohou ostatní projít.

source: Panic Island (float/bash)
cs: Panika na ostrovì

source: While the previous levels have not required much quick action from you, this one gets a bit trickier. The Pingus are coming out of two entrances in parallel and it is your job to coordinate the two groups wisely.
cs: Zatímco pøedchozí úrovnì po tobì nevy¾adovaly moc rychlých reakcí, tak ta následující je trochu nároènìj¹í. Pingové vycházejí ze dvou vchodù najednou a je jen na tobì obì skupiny uhlídat.

source: Jump'n Bump... and Bash...
cs: Skákání a hrabání...

source: It's panic time again. The Pingus will not come out very fast, but since they turn around when they hit walls you will soon have some trouble coordinating them all. Since you only need to save 5 it should be doable, but if all else fails use the pause-mode ('p') to get an overview again.
cs: Je na èase si dìlat starosti. Pingové sice nebudou pøicházet pøíli¹ rychle, ale proto¾e se u zdí otáèejí, tak brzo vznikne nepøehledná situace, kdy je u¾ nebude¹ stíhat ovládat. Na¹tìstí jich potøebuje¹ do domeèku dostat jen 5, tak to snad zvládne¹. Kdy¾ ti to bude dìlat problémy, mù¾e¹ pou¾ívat pauzu (P).

source: Two groups in parallel, coordinate wisely
cs: Dvì skupiny najednou - rozumì je veï

source: You have two groups to coordinate this time. No need to panic, since this level gives you enough time to think your actions through. No more tips this time, but good luck!
cs: Má¹ na starosti dvì skupiny, tak¾e je bude¹ muset zvládnout najednou. Nemusí¹ se obávat, má¹ dostatek èasu na promy¹lení svých plánù. Více ti u¾ napovídat nebudu. Hodnì ¹tìstí!

source: Block'a Rock
cs: Blokování

source: Once again it's time to combine the stuff you have learned in your previous levels. Blast your way free and make sure you also keep the rest of the Pingus under control. The Blocker action will be helpful.
cs: A máme tu znovu pøíle¾itost zkombinovat znalosti, které jsi zatím získal. Uvolni si cestu k cíli a zároveò dávej pozor i na ostatní pingy. Pomù¾e ti nová akce - zablokování cesty.

source: Climb, Climber,... Boom!
cs: ©plhej horolezèe,... Bum!

source: As you might have already figured out from previous levels, you often have to combine different actions to get the job done. Due to the lack of a Digger action in this level the Bomber needs to jump in, but how can it reach the place to bomb?
cs: Jak jsi u¾ urèitì pochopil z pøedchozích úrovní, èasto je potøeba skloubit více rùzných èinností dohromady, aby se dosáhlo potøebného cíle. Proto¾e momentálnì nemá¹ k dispozici ¾ádného kopáèe, tak bude¹ muset pou¾ít bombera. Jak se ale dostat na místo odpalu?

source: Bridging gets more complicated...
cs: Mosty se zaèínají komplikovat...

source: Once again you have to combine actions carefully and wisely. If you don't you could end up in the hole just before the exit, so think about how to avoid that.
cs: Opìt bys mìl peèlivì a mazanì zkombinovat v¹echny schopnosti dohromady, jinak skonèí¹ v pasti kousek pøed cílem. Tak¾e zapøemý¹lej, jak se tomu vyhnout.

source: If too high, your Pingu will die...
cs: Pingové nepøe¾ijí pád z velké vý¹ky...

source: Teamwork is the way to the exit this time. You don't have enough Floaters to reach the exit, so just send a few and let them prepare the path for the rest.
cs: Týmová práce je tou pravou cestou k cíli. Proto¾e nemá¹ dostatek vrtulek pro v¹echny, vy¹li nejprve nìkolik pingù, aby ostatním pøipravili cestu.

source: Learn to use the bridge
cs: Nauè se stavìt mosty

source: If no Jumper is at hand and a large hole needs to be passed, a bridge can be pretty helpful. It takes some time to build, but unlike the jumper action it allows following Pingus to reach the other end too.
cs: Kdy¾ není po ruce skokan a je potøeba pøekonat nìjakou propast, tak mù¾e¹ postavit most. Stavba sice zabere nìjaký ten èas, ale zato budou moci v¹ichni ostatní pohodlnì pøejít, co¾ bys se samotným skokanem nedokázal.

source: Three solutions, it's up to you
cs: Tøi øe¹ení - zvol si, které chce¹

source: Now that you've learned all the actions, it's time for some more practice. This level presents you with at least three different ways to solve it. It's up to you which one you pick.
cs: Teï, kdy¾ ses nauèil v¹echny schopnosti, nastává èas, aby ses více procvièil. Tyto úkoly mají nejménì tøi rùzná øe¹ení a je jen na tobì, které si vybere¹.

source: Climb, Climber, climb... and build a bridge
cs: ©plhej horolezèe, ¹plhej... a postav most

source: Once again you get access to a new action. The Climber action allows a Pingu to climb up straight walls, thus allowing him to reach stuff that might be too high to reach by other means.
cs: Zase tu máme novou schopnost - horolezectví. Pingu, který se stane horolezcem, umí vy¹plhat na kolmé zdi a dostane se tak na místa, kam by se jinak nikdo nedostal.

source: Entrance high, Exit low
cs: Vchod nahoøe, východ dole

source: If you don't have enough floaters to bring all the Pingus down to the exit - you have to find other ways to guide them down. You should have learned all the stuff you need for this level in previous levels, so this shouldn't be too much of a problem for you.
cs: Kdy¾ nemá¹ dostatek vrtulek, abys dostal v¹echny pingy bezpeènì dolù, bude¹ muset vymyslet jiný zpùsob. V¹e, co potøebuje¹, ses u¾ nauèil v pøedchozích úrovních, tak¾e to pro tebe nebude ¾ádný zvlá¹tní problém.

source: One must prepare, the rest must follow
cs: Jeden pøipraví, ostatní ho následují

source: Sometimes there are situations where you don't have a Blocker at hand to coordinate your Pingus. You'll have to find other ways to keep them under control while a single one prepares the path for the rest.
cs: Èas od èasu se dostane¹ do situace, kdy ¾ádný blokovaè není k dispozici. Mìl bys vymyslet nìjaký jiný zpùsob, jak pingy udr¾et pod kontrolou, ne¾ nìkdo pøipraví cestu.

source: Dig and float, but just don't fall and smash
cs: Kopej a skákej, ale hlavnì nespadni

source: Unlike the first two levels, you have two actions available in this level. Your job is again simple: select an action at the panel on the left and apply it to the Pingus so that they will be able to reach the exit. Make sure that not too many of them die.
cs: Na rozdíl od pøedchozích dvou úrovní bude¹ mít tentokrát k dispozici dvì schopnosti. Tvùj úkol bude, jako obvykle, velmi snadný - vybere¹ schopnost na levém panelu a pou¾ije¹ ji na pinga, abys vytvoøil cestu k cíli. Jen si dej pozor, aby ti mnoho svìøencù nezemøelo.

source: Dig, bash and other problems
cs: Kopání, hrabání a dal¹í problémy

source: The more levels you master, the more difficult they will get, but don't panic, as this one is still pretty easy. Just use the stuff that you've learned in the previous levels and you shouldn't have many problems. If you think you've reached a situation from which you can no longer solve the level, double click the armageddon button at the lower right.
cs: Èím více úrovní zvládne¹, tím tì¾¹í tì budou èekat. Ale neboj se, následující je je¹tì celkem jednoduchá. Prostì pou¾ij v¹e, co ses zatím nauèil a nebude¹ mít potí¾e. Kdy¾ se dostane¹ do bezvýchodné situace, dvojklikni na tlaèítko Armagedon vpravo dole.

source: Solid ground can block the path
cs: Pevné podlo¾í mù¾e omezit cestu

source: As you have learned in earlier levels your Pingus can dig through basically any terrain, but there is one material which they can't penetrate: steel. These regions are marked dark grey on the level map and cannot be destroyed, so you must find a way around them.
cs: U¾ døíve ses nauèil, ¾e se pingové doká¾í prokopat skrze jakýkoliv druh zeminy. Tady se ale v zemi nacházejí kovové pøedmìty, které prokopat nejdou. Tyto vìci jsou na mapce vyznaèeny tmavì ¹edou barvou a nemohou být nijak znièeny. Musí¹ je obejít.

source: Tutorial Island
cs: Výukový ostrov

source: Learn the basics
cs: Nauè se základy

source: The Journey Begins
cs: Výprava zaèíná

source: The Journey Continues
cs: Výprava pokraèuje

source: For a long time, the Pingus have lived happily in peace on the South Pole along with all the other animals. Everything was in balance and it seemed like nothing could disrupt their peace. The Pingus were happy and it seemed like this could never end.
cs: Po dlouhý èas ¾ili pingové ¹tastnì a spokojenì na severním pólu spolu s ostatníma zvíøátkama. V¹echno bylo v rovnováze a vùbec to nevypadalo, ¾e by nìco mohlo tento klid vyru¹it. Pingové byli ¹tastní a zdálo se, ¾e tomu u¾ bude nav¾dy.
